{"Code":"PCI-DSS","Version":"3.2.1","Langue":"fr","Libelle":"Norme de sécurité des données - Conditions et procédures dévaluation de sécurité","Mesures":[
	{"Code":"1","Type":"G","Libelle":"Installer et gérer une configuration de pare-feu pour protéger les données de titulaires de carte"},
	{"Code":"1.1","Type":"G","Libelle":"Établissement et mise en œuvre des normes de configuration des pare-feu et des routeurs comprenant les éléments suivants :"},
	{"Code":"1.1.1","Type":"M","Libelle":"Processus formel d’approbation et de test de toutes les connexions réseau et des modifications apportées aux configurations des pare-feu et des routeurs"},
	{"Code":"1.1.2","Type":"M","Libelle":"Diagramme du réseau actuel qui identifie toutes les connexions entre l’environnement de données de titulaires de carte et les autres réseaux, y compris tout réseau sans-fil"},
	{"Code":"1.1.3","Type":"M","Libelle":"Diagramme actuel montrant le flux des données de titulaires de carte dans les systèmes et les réseaux"},
	{"Code":"1.1.4","Type":"M","Libelle":"Conditions relatives au pare-feu au niveau de chaque connexion Internet et entre toute zone démilitarisée (DMZ) et la zone de réseau interne"},
	{"Code":"1.1.5","Type":"M","Libelle":"Description des groupes, des rôles et des responsabilités pour la gestion des composants du réseau"},
	{"Code":"1.1.6","Type":"M","Libelle":"Documentation de la justification professionnelle et approbation de l’utilisation de tous les services, protocoles et ports autorisés, y compris la documentation des fonctions de sécurité mises en œuvre pour les protocoles considérés comme étant non sécurisés"},
	{"Code":"1.1.7","Type":"M","Libelle":"Exigence d’analyse des règles concernant les pare-feu et les routeurs au moins tous les six mois"},
	{"Code":"1.2","Type":"G","Libelle":"Créer des configurations de pare-feu et de routeur qui limitent les connexions entre les réseaux non approuvés et tous les composants de système dans l’environnement des données de titulaires de carte."},
	{"Code":"1.2.1","Type":"M","Libelle":"Restreindre le trafic entrant et sortant au trafic nécessaire à l’environnement des données de titulaires de carte et, particulièrement, refuser tout autre trafic"},
	{"Code":"1.2.2","Type":"M","Libelle":"Sécuriser et synchroniser les fichiers de configuration des routeurs"},
	{"Code":"1.2.3","Type":"M","Libelle":"Installer des pare-feu de périmètre entre tous les réseaux sans- fil et l’environnement des données de titulaires de carte, et configurer ces pare-feu pour refuser ou, s’il est nécessaire à des fins professionnelles, autoriser uniquement le trafic entre l’environnement sans-fil et l’environnement de données de titulaires de carte"},
	{"Code":"1.3","Type":"G","Libelle":"Interdire l’accès public direct entre Internet et tout composant du système dans l’environnement des données de titulaires de carte"},
	{"Code":"1.3.1","Type":"M","Libelle":"Déployer une DMZ pour limiter le trafic entrant aux seuls composants de système fournissant des services, protocoles et ports autorisés, accessibles au public"},
	{"Code":"1.3.2","Type":"M","Libelle":"Limiter le trafic Internet entrant aux adresses IP dans la DMZ"},
	{"Code":"1.3.3","Type":"M","Libelle":"Mise en œuvre des mesures anti-usurpation pour détecter et pour empêcher les adresses IP de source frauduleuse de pénétrer sur le réseau. (Par exemple, bloquer le trafic originaire d’Internet avec une adresse de source interne)"},
	{"Code":"1.3.4","Type":"M","Libelle":"Ne pas autoriser le trafic sortant non autorisé de l’environnement des données de titulaires de carte vers Internet"},
	{"Code":"1.3.5","Type":"M","Libelle":"Les connexions \"établies\" sont les seules autorisées sur le réseau"},
	{"Code":"1.3.6","Type":"M","Libelle":"Placer les composants de système qui stockent les données de titulaires de carte (comme une base de données) dans une zone de réseau interne, isolée de la DMZ et des autres réseaux non approuvés"},
	{"Code":"1.3.7","Type":"M","Libelle":"Ne pas divulguer les adresses IP et les informations d’acheminement confidentielles à des parties non autorisées."},
	{"Code":"1.4","Type":"M","Libelle":"Installer un logiciel de pare-feu personnel ou une fonctionnalité équivalente sur tout appareil informatique portable (y compris les appareils appartenant à la société et/ou à l’employé) qui se connecte à Internet en dehors du réseau (par exemple, les ordinateurs portables utilisés par les employés) et qui permet également un accès au CDE. Les configurations de pare-feu (ou fonctionnalité équivalente) comprennent ce qui suit : Des réglages de configuration spécifiques sont définis. Un pare-feu personnel (ou fonctionnalité équivalente) fonctionne activement. Le pare-feu personnel (ou fonctionnalité équivalente) ne peut pas être altéré par les utilisateurs des appareils informatiques portables."},
	{"Code":"1.5","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour la gestion des pare-feu sont documentées, utilisées et connues de toutes les parties concernées"},
	{"Code":"2","Type":"G","Libelle":"Ne pas utiliser les mots de passe système et autres paramètres de sécurité par défaut définis par le fournisseur"},
	{"Code":"2.1","Type":"G","Libelle":"Changer systématiquement les paramètres par défaut définis par le fournisseur ou désactiver les comptes par défaut inutiles avant d’installer un système sur le réseau. Cette pratique s’applique à TOUS les mots de passe par défaut, y compris, mais sans s’y limiter, les mots de passe utilisés par les systèmes d’exploitation, les logiciels qui assurent des services de sécurité, les comptes d’application et de système, les terminaux de point de vente (point-of-sale, POS) , les applications de paiement, les chaînes de communauté de protocoles de gestion de réseau simple (Simple Network Management Protocol, SNMP), etc."},
	{"Code":"2.1.1","Type":"M","Libelle":"Pour les environnements sans-fil connectés à l’environnement des données de titulaires de carte ou qui transmettent des données de titulaires de carte, changer TOUS les paramètres par défaut définis par le fournisseur à l’installation, notamment les clés de cryptage sans-fil, les mots de passe et les chaînes de communauté SNMP."},
	{"Code":"2.2","Type":"G","Libelle":"Élaborer des normes de configuration pour tous les composants de système. S’assurer que ces normes couvrent toutes les vulnérabilités de la sécurité et sont compatibles avec toutes les normes renforçant les systèmes en vigueur dans le secteur. Les sources des normes renforçant les systèmes en vigueur dans le secteur, comprennent, sans s’y limiter, les organismes suivants : Center for Internet Security (CIS – Centre de sécurité Internet) ; International Organization for Standardization (ISO – Organisation des normes internationales) ; SysAdmin Audit Network Security (SANS) Institute (Institut SANS) ; National Institute of Standards Technology (NIST – Institut national des standards et de la technologie)"},
	{"Code":"2.2.1","Type":"M","Libelle":"N’appliquer qu’une fonction principale par serveur afin d’éviter la coexistence, sur le même serveur, de fonctions exigeant des niveaux de sécurité différents (Par exemple, les serveurs Web, les serveurs de bases de données et les serveurs DNS doivent être déployés sur des serveurs distincts)."},
	{"Code":"2.2.2","Type":"M","Libelle":"Activer uniquement les services, protocoles, démons, etc., nécessaires pour le fonctionnement du système."},
	{"Code":"2.2.3","Type":"M","Libelle":"Implémenter les fonctions de sécurité supplémentaires pour tout service, protocole ou démon nécessaire et jugé comme non sécurisé."},
	{"Code":"2.2.4","Type":"M","Libelle":"Configurer les paramètres de sécurité du système pour empêcher les actes malveillants."},
	{"Code":"2.2.5","Type":"M","Libelle":"Supprimer toutes les fonctionnalités qui ne sont pas nécessaires, par exemple scripts, pilotes, fonctions, sous-systèmes, systèmes de fichiers et serveurs Web superflus."},
	{"Code":"2.3","Type":"M","Libelle":"Crypter tous les accès administratifs non console, à l’aide d’une cryptographie robuste."},
	{"Code":"2.4","Type":"M","Libelle":"Maintenir un inventaire des composants de système qui se trouvent dans le champ d’application de la norme PCI DSS."},
	{"Code":"2.5","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour la gestion des paramètres par défaut du fournisseur et des autres paramètres de sécurité sont documentés, utilisés et connus de toutes les parties concernées."},
	{"Code":"2.6","Type":"M","Libelle":"Les fournisseurs d’hébergement partagé doivent protéger l’environnement hébergé et les données de titulaires de carte de chaque entité. Ces fournisseurs doivent satisfaire aux conditions spécifiques décrites dans l’Annexe A1 : Autres clauses de la norme PCI DSS s’appliquant aux fournisseurs d’hébergement partagé."},
	{"Code":"3","Type":"G","Libelle":"Protéger les données de titulaires de carte stockées"},
	{"Code":"3.1","Type":"M","Libelle":"Garder le stockage de données de titulaires de carte à un niveau minimum en appliquant des politiques, procédures et processus de conservation et d’élimination des données, qui comprennent au moins les mesures suivantes pour le stockage des données de titulaires de carte (CHD) : Limiter la quantité des données stockées et les délais de conservation selon les conditions requises par les conditions légales, réglementaires et/ou commerciales ; Des conditions de conservation spécifiques pour les données de titulaires de carte ; Des processus pour la suppression sécurisée des données devenues inutiles ; Un processus trimestriel pour l’identification et la suppression sécurisée des données de titulaires de carte stockées excédant les conditions de conservation définies."},
	{"Code":"3.2","Type":"G","Libelle":"Ne stocker aucune donnée d’identification sensible après autorisation (même cryptée). Si des données d’identification sensibles sont reçues, rendre toutes les données irrécupérables à la fin du processus d’autorisation. Il est permis aux émetteurs et aux sociétés qui prennent en charge les services d’émissions de stocker des données d’identification sensibles si : Une justification commerciale existe et Les données sont stockées de manière sécurisée. Les données d’identification sensibles sont mentionnées dans les conditions 3.2.1 à 3.2.3 suivantes :"},
	{"Code":"3.2.1","Type":"M","Libelle":"Ne pas stocker la totalité du contenu d’une quelconque piste (sur la bande magnétique au verso d’une carte, sur une puce ou ailleurs) après l’autorisation. Ces données sont également désignées piste complète, piste, piste 1, piste 2 et données de bande magnétique."},
	{"Code":"3.2.2","Type":"M","Libelle":"Ne pas stocker le code ou la valeur de vérification de carte (nombre à trois ou quatre chiffres figurant au recto ou au verso de la carte de paiement, utilisé pour vérifier les transactions carte absente) après l’autorisation."},
	{"Code":"3.2.3","Type":"M","Libelle":"Ne pas stocker de code d’identification personnelle (PIN) ou de bloc PIN crypté après l’autorisation."},
	{"Code":"3.3","Type":"M","Libelle":"Masquer le PAN lorsqu’il s’affiche (les six premiers chiffres et les quatre derniers sont le maximum de chiffres affichés), de manière à ce que seul le personnel, dont le besoin commercial est légitime, puisse voir plus que les six premiers/les quatre derniers chiffres du PAN."},
	{"Code":"3.4","Type":"G","Libelle":"Rendre le PAN illisible où qu’il soit stocké (y compris les données sur support numérique portable, support de sauvegarde et journaux), en utilisant l’une des approches suivantes : Hachage unilatéral s’appuyant sur une méthode cryptographique robuste (la totalité du PAN doit être hachée) ; Troncature (le hachage ne peut pas être utilisé pour remplacer le segment tronqué du PAN) ; Jetons et pads d’index (les pads doivent être stockés de manière sécurisée) ; Cryptographie robuste associée aux processus et procédures de gestion des clés."},
	{"Code":"3.4.1","Type":"M","Libelle":"Si un cryptage par disque est utilisé (au lieu d’un cryptage de base de données au niveau fichier ou colonne), l’accès logique doit être géré séparément et indépendamment des mécanismes de contrôle d’accès au système d’exploitation natif (par exemple, en n’utilisant pas des bases de données de comptes d’utilisateur locales, ou des justificatifs génériques de connexion au réseau). Les clés de décryptage ne doivent pas être associées à des comptes d’utilisateur."},
	{"Code":"3.5","Type":"G","Libelle":"Documenter et mettre en œuvre des procédures pour protéger les clés utilisées pour sécuriser le données de titulaires de carte stockées contre la divulgation et l’utilisation illicites :"},
	{"Code":"3.5.1","Type":"M","Libelle":"Conditions supplémentaires pour les prestataires de services uniquement : Conserver une description documentée de l’architecture cryptographique qui comprend ce qui suit : Détails de tous les algorithmes, protocoles et clés utilisés pour protéger les données de titulaires de carte, y compris la robustesse des clés et la date d’expiration ; Description de l’utilisation de chaque clé ; Inventaire des HSM et autres SCD dans le cadre de la gestion des clés ;"},
	{"Code":"3.5.2","Type":"M","Libelle":"Restreindre l’accès aux clés cryptographiques au plus petit nombre d’opérateurs possible."},
	{"Code":"3.5.3","Type":"M","Libelle":"Stocker les clés secrètes et privées utilisées pour crypter/décrypter les données de titulaires de carte sous l’une (ou sous plusieurs) des formes suivantes à tout moment : Cryptées avec une clé de cryptage de clé qui est au moins aussi robuste que la clé de cryptage de données et qui est stocké séparément de la clé de cryptage de données. Dans un périphérique cryptographique sécurisé (comme un module de sécurité matériel (hôte) ou un dispositif de point d’interaction approuvé PTS). En tant que deux composants de clé ou partages de clé de pleine longueur au moins, conformément à la méthode acceptée par l’industrie."},
	{"Code":"3.5.4","Type":"M","Libelle":"Stocker les clés cryptographiques dans aussi peu d’emplacements que possible."},
	{"Code":"3.6","Type":"G","Libelle":"Documenter en détail et déployer les processus et les procédures de gestion des clés cryptographiques servant au cryptage des données de titulaires de carte, notamment ce qui suit :"},
	{"Code":"3.6.1","Type":"M","Libelle":"Génération de clés cryptographiques robustes"},
	{"Code":"3.6.2","Type":"M","Libelle":"Sécuriser la distribution des clés cryptographiques"},
	{"Code":"3.6.3","Type":"M","Libelle":"Sécuriser le stockage des clés cryptographiques"},
	{"Code":"3.6.4","Type":"M","Libelle":"Changements de clé cryptographique pour les clés ayant atteint la fin de leur cryptopériode (par exemple, après la fin d’une période définie et/ou après la production d’une certaine quantité de cryptogrammes par une clé donnée), comme l’a défini le fournisseur de l’application associée ou le propriétaire de la clé, et selon les meilleures pratiques et directives du secteur (par exemple, la publication spéciale NIST 800-57)."},
	{"Code":"3.6.5","Type":"M","Libelle":"Retrait ou remplacement des clés (par exemple, en les archivant, détruisant, et/ou en les révoquant), si nécessaire lorsque le degré d’intégrité d’une clé est affaibli (par exemple, départ d’un employé ayant connaissance du texte clair d’une clé) ou lorsque des clés sont susceptibles d’avoir été compromises."},
	{"Code":"3.6.6","Type":"M","Libelle":"Si des opérations de gestion manuelle de clés cryptographiques en texte clair sont utilisées, elles doivent être gérées par le fractionnement des connaissances et un double contrôle."},
	{"Code":"3.6.7","Type":"M","Libelle":"Prévention de la substitution non autorisée des clés cryptographiques."},
	{"Code":"3.6.8","Type":"M","Libelle":"Condition selon laquelle les opérateurs chargés de la gestion de clés cryptographiques reconnaissent formellement qu’ils comprennent et acceptent leurs responsabilités en tant que telles."},
	{"Code":"3.7","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour la protection des données de titulaires de carte sont documentées, utilisées et connues de toutes les parties concernées."},
	{"Code":"4","Type":"G","Libelle":"Crypter la transmission des données de titulaires de carte sur les réseaux publics ouverts"},
	{"Code":"4.1","Type":"G","Libelle":"Utiliser une cryptographie robuste et des protocoles de sécurité afin de protéger les données de titulaires de carte sensibles lors de leur transmission sur des réseaux publics ouverts, y compris : Seuls des clés et certificats approuvés sont acceptés. Le protocole utilisé prend uniquement en charge les versions ou configurations sécurisées. La force du cryptage est appropriée pour la méthodologie de cryptage employée."},
	{"Code":"4.1.1","Type":"M","Libelle":"S’assurer que les réseaux sans fil, sur lesquels sont transmises les données de titulaires de carte ou qui sont connectés à l’environnement des données de titulaires de carte, utilisent les meilleures pratiques du secteur pour appliquer un cryptage robuste pour l’authentification et la transmission."},
	{"Code":"4.2","Type":"M","Libelle":"Ne jamais envoyer de PAN non protégés à l’aide de technologies de messagerie pour les utilisateurs finaux (par exemple e-mail, messagerie instantanée, SMS, chat, etc.)."},
	{"Code":"4.3","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour le cryptage des données de titulaires de carte sont documentées, utilisées et connues de toutes les parties concernées."},
	{"Code":"5","Type":"G","Libelle":"Protéger tous les systèmes contre les logiciels malveillants et mettre à jour régulièrement les logiciels anti-virus ou programmes"},
	{"Code":"5.1","Type":"G","Libelle":"Déployer des logiciels antivirus sur tous les systèmes régulièrement affectés par des logiciels malveillants (en particulier PC et serveurs)."},
	{"Code":"5.1.1","Type":"M","Libelle":"S’assurer que tous les programmes anti-virus sont capables de détecter et d’éliminer tous les types de logiciel malveillant connus, et d’assurer une protection efficace."},
	{"Code":"5.1.2","Type":"M","Libelle":"Pour les systèmes considérés comme n’étant pas affectés par les logiciels malveillants, effectuer des évaluations régulières pour identifier et évaluer l’évolution de la menace posée par les logiciels malveillants afin de confirmer que ces systèmes continuent d’opérer sans logiciel anti-virus."},
	{"Code":"5.2","Type":"M","Libelle":"Assurer que tous les mécanismes antivirus sont maintenus comme suit : Maintenus à jour ; Effectuent régulièrement des scans ; Génèrent des journaux d’audit qui sont conservés selon la condition 10.7 de la norme PCI DSS."},
	{"Code":"5.3","Type":"M","Libelle":"Assurer que les mécanismes anti- virus fonctionnement de manière active et ne peuvent pas être désactivés ou altérés par les utilisateurs, sauf autorisation spécifique de la direction au cas par cas, sur une base limitée dans le temps."},
	{"Code":"5.4","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour la protection contre les logiciels malveillants sont documentées, utilisées et connues de toutes les parties concernées."},
	{"Code":"6","Type":"G","Libelle":"Développer et maintenir des systèmes et des applications sécurisés"},
	{"Code":"6.1","Type":"M","Libelle":"Établir un processus pour identifier les vulnérabilités de la sécurité, en utilisant des sources externes de bonne réputation pour la sécurité des informations concernant la vulnérabilité et affecter un classement du risque (par exemple \"élevé\", \"moyen\" ou \"faible\") aux vulnérabilités de sécurité nouvellement découvertes."},
	{"Code":"6.2","Type":"M","Libelle":"S’assurer que tous les logiciels et les composants de système sont protégés de vulnérabilité connues en installant les correctifs de sécurité applicables fournis par le fournisseur. Installer les correctifs de sécurité stratégiques dans le mois qui suit leur commercialisation."},
	{"Code":"6.3","Type":"G","Libelle":"Développer des applications logicielles internes et externes (y compris l’accès administratif aux applications par le Web) conformément aux points suivants : Conformément à la norme PCI DSS (par exemple, authentification et connexion sécurisées) ; Basés sur les normes/meilleures pratiques du secteur ; Incorporer la sécurité des informations de sécurité au cours du cycle de vie de la conception d’un logiciel."},
	{"Code":"6.3.1","Type":"M","Libelle":"Supprimer les comptes de développement, de test et/ou les comptes d’application personnalisés, les ID d’utilisateur et des mots de passe avant l’activation des applications ou leur mise à la disposition des clients."},
	{"Code":"6.3.2","Type":"M","Libelle":"Examiner le code d’application personnalisé avant la mise en production ou la mise à la disposition des clients afin d’identifier toute vulnérabilité de codage éventuelle (à l’aide de processus manuels ou automatiques) pour inclure au moins les points suivants : Les modifications de code sont examinées par des individus autres que l’auteur initial du code et par des individus compétents en la matière de techniques d’analyse de code et de pratiques de codage sécurisées ; Les examens de code garantissent que le code est développé conformément aux bonnes pratiques de codage sécurisé ; Les corrections appropriées sont implémentées avant la publication ; Les résultats de l’examen du code sont passés en revue et approuvés par les responsables avant le lancement."},
	{"Code":"6.4","Type":"G","Libelle":"Suivre les processus et procédures de contrôle des changements pour toutes les modifications apportées à des composants de système. Ces processus doivent inclure les points suivants :"},
	{"Code":"6.4.1","Type":"M","Libelle":"Séparer les environnements de test/développement des environnements de production et appliquer la séparation à l’aide de contrôles d’accès."},
	{"Code":"6.4.2","Type":"M","Libelle":"Séparation des obligations entre les environnements de développement/test et de production."},
	{"Code":"6.4.3","Type":"M","Libelle":"Les données de production (PAN actifs) ne sont pas utilisées à des fins de test ou de développement."},
	{"Code":"6.4.4","Type":"M","Libelle":"Suppression des données et comptes de tests dans les composants de système avant que le système ne devienne actif/passe en phase de production."},
	{"Code":"6.4.5","Type":"G","Libelle":"Les procédures de contrôle de changement doivent inclure ce qui suit :"},
	{"Code":"6.4.5.1","Type":"M","Libelle":"Documentation de l’impact."},
	{"Code":"6.4.5.2","Type":"M","Libelle":"Documentation du changement approuvée par les parties autorisées."},
	{"Code":"6.4.5.3","Type":"M","Libelle":"Test de fonctionnalité pour vérifier que le changement ne compromet pas la sécurité du système."},
	{"Code":"6.4.5.4","Type":"M","Libelle":"Procédures de suppression."},
	{"Code":"6.4.6","Type":"M","Libelle":"Suite à un changement important, toutes les conditions pertinentes PCI DSS doivent être mises en œuvre sur tous les systèmes et réseaux, qu’ils soient nouveaux ou modifiés, et la documentation est mise à jour, le cas échéant."},
	{"Code":"6.5","Type":"G","Libelle":"Adresser les vulnérabilités de code les plus fréquentes dans les processus de développement de logiciel, afin d’inclure les éléments suivants : Former les développeurs au moins une fois par an pour perfectionner leurs techniques de codage sécurisé, afin qu’ils sachent notamment comment éviter les vulnérabilités de codage courantes ; Développer des applications basées sur les directives de codage sécurisé."},
	{"Code":"6.5.1","Type":"M","Libelle":"Attaques par injection, notamment les injections de commandes SQL Envisager également les attaques par injection OS, LDAP et Xpath ainsi que les autres attaques par injection."},
	{"Code":"6.5.2","Type":"M","Libelle":"Saturation de la mémoire tampon."},
	{"Code":"6.5.3","Type":"M","Libelle":"Stockage cryptographique non sécurisé."},
	{"Code":"6.5.4","Type":"M","Libelle":"Communications non sécurisées."},
	{"Code":"6.5.5","Type":"M","Libelle":"Traitement inapproprié des erreurs."},
	{"Code":"6.5.6","Type":"M","Libelle":"Toutes les vulnérabilités à \"haut risque\", identifiées dans le processus d’identification de vulnérabilité (selon la condition 6.1 de la norme PCI DSS)."},
	{"Code":"6.5.7","Type":"M","Libelle":"Script inter-site (XSS)."},
	{"Code":"6.5.8","Type":"M","Libelle":"Contrôle d’accès inapproprié (comme des références d’objet directes non sécurisées, impossibilité de limiter l’accès URL, le survol de répertoire et la non- restriction de l’accès utilisateur aux fonctions)."},
	{"Code":"6.5.9","Type":"M","Libelle":"Attaques CSRF (Cross-site request forgery)."},
	{"Code":"6.5.10","Type":"M","Libelle":"Rupture dans la gestion des authentifications et des sessions."},
	{"Code":"6.6","Type":"M","Libelle":"Pour les applications Web destinées au public, traiter les nouvelles menaces et vulnérabilités de manière continue et veiller à ce que ces applications soient protégées contre les attaques connues à l’aide de l’une des méthodes suivantes : Examen des applications Web destinées au public à l’aide d’outils ou de méthodes d’évaluation de la sécurité et de la vulnérabilité des applications automatiques ou manuelles, au moins une fois par an et après toute modification ; Installer une solution technique automatisée qui détecte et empêche les attaques basées sur Internet (par exemple le pare-feu d’une application Web) devant les applications web destinées au public pour vérifier continuellement tout le trafic."},
	{"Code":"6.7","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour le développement et la maintenance de la sécurité des systèmes et applications sont documentées, utilisées et connues de toutes les parties concernées."},
	{"Code":"7","Type":"G","Libelle":"Restreindre l’accès aux données de titulaires de carte aux seuls individus qui doivent les connaître"},
	{"Code":"7.1","Type":"G","Libelle":"Restreindre l’accès aux composants de système et aux données de titulaires de carte aux seuls individus qui doivent y accéder pour mener à bien leur travail."},
	{"Code":"7.1.1","Type":"M","Libelle":"Définir les besoins d’accès pour chaque rôle, y compris : Les composants de système et les ressources de données dont chaque rôle a besoin pour accéder aux fonctions de son poste ; Le niveau de privilège requis (par exemple utilisateur, administrateur, etc.) pour accéder aux ressources."},
	{"Code":"7.1.2","Type":"M","Libelle":"Restreindre l’accès des ID utilisateurs privilégiés aux privilèges les plus faibles nécessaires pour la réalisation du travail."},
	{"Code":"7.1.3","Type":"M","Libelle":"Affecter l’accès basé sur la classification et la fonction professionnelles de chaque employé."},
	{"Code":"7.1.4","Type":"M","Libelle":"Demander l’approbation documentée des parties responsables spécifiant les privilèges requis."},
	{"Code":"7.2","Type":"G","Libelle":"Établir des systèmes de contrôle d’accès pour les composants de système qui limitent l’accès aux seuls utilisateurs qui doivent accéder aux données et qui est configuré pour \"refuser tous les accès\" à moins qu’ils ne soient explicitement autorisés. Ces systèmes de contrôle d’accès doivent inclure les éléments suivants :"},
	{"Code":"7.2.1","Type":"M","Libelle":"Couverture de tous les composants de système."},
	{"Code":"7.2.2","Type":"M","Libelle":"L’octroi de privilèges aux individus repose sur leur classification et leur fonction professionnelles."},
	{"Code":"7.2.3","Type":"M","Libelle":"Configuration par défaut du paramètre \"Refuser tout\"."},
	{"Code":"7.3","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour la restriction de l’accès aux données de titulaires de carte sont documentées, utilisées et connues de toutes les parties concernées."},
	{"Code":"8","Type":"G","Libelle":"Identifier et authentifier l’accès aux composants de système"},
	{"Code":"8.1","Type":"G","Libelle":"Définir et mettre en œuvre des politiques et des procédures pour assurer la gestion appropriée de l’identification des utilisateurs pour les utilisateurs non consommateurs et pour les administrateurs sur tous les composants de système comme suit :"},
	{"Code":"8.1.1","Type":"M","Libelle":"Affecter à tous les utilisateurs un ID unique avant de les autoriser à accéder à des composants de système ou aux données de titulaires de carte."},
	{"Code":"8.1.2","Type":"M","Libelle":"Contrôler l’ajout, la suppression et la modification d’ID d’utilisateur, d’informations d’identification et d’autres objets identifiant."},
	{"Code":"8.1.3","Type":"M","Libelle":"Révoquer immédiatement l’accès de tout utilisateur qui ne travaille plus pour la société."},
	{"Code":"8.1.4","Type":"M","Libelle":"Supprimer/Désactiver les comptes d’utilisateur inactifs dans un délai de 90 jours."},
	{"Code":"8.1.5","Type":"M","Libelle":"Gérer les ID utilisés par les parties tierces pour accéder, prendre en charge ou maintenir les composants de système par accès à distance comme suit : Activés uniquement pendant la période de temps nécessaire et désactivés lorsqu’ils ne sont pas utilisés ; Surveillés lorsqu’ils sont utilisés."},
	{"Code":"8.1.6","Type":"M","Libelle":"Limiter les tentatives d’accès répétées en verrouillant l’ID d’utilisateur après six tentatives au maximum."},
	{"Code":"8.1.7","Type":"M","Libelle":"Régler la durée de verrouillage sur 30 minutes au minimum ou jusqu’à ce que l’administrateur active l’ID d’utilisateur."},
	{"Code":"8.1.8","Type":"M","Libelle":"Si une session reste inactive pendant plus de 15 minutes, demander à l’utilisateur de s’authentifier de nouveau pour réactiver le terminal ou la session."},
	{"Code":"8.2","Type":"G","Libelle":"En plus de l’affectation d’un ID unique, s’assurer qu’une gestion appropriée des mots de passe et de l’authentification des utilisateurs est mise en œuvre pour les utilisateurs non- consommateurs et les administrateurs sur tous les composants de système en employant au moins une des méthodes suivantes pour identifier tous les utilisateurs : Quelque chose de connu du seul utilisateur, comme un mot de passe ou une locution de passage ; Quelque chose de détenu par l’utilisateur, comme un dispositif de jeton ou une carte à puce ; Quelque chose que vous détenez, comme une mesure biométrique."},
	{"Code":"8.2.1","Type":"M","Libelle":"Utiliser une cryptographie robuste, rendre tous les justificatifs d’authentification (tels que les mots/phrases de passe) illisibles pendant la transmission et le stockage sur tous les composants de système."},
	{"Code":"8.2.2","Type":"M","Libelle":"Vérifier l’identité de l’utilisateur avant de modifier tout justificatif d’authentification, par exemple, lors des réinitialisations de mot de passe, la délivrance de nouveaux jetons ou la création de nouvelles clés."},
	{"Code":"8.2.3","Type":"M","Libelle":"Les mots de passe/locutions de passage doivent respecter les critères suivants : Exiger une longueur minimale d’au moins sept caractères ; Comporter à la fois des caractères numériques et des caractères alphabétiques. Autrement, les mots de passe/locutions de passage doivent avoir une complexité et une puissance au moins équivalentes aux paramètres spécifiés ci-dessus."},
	{"Code":"8.2.4","Type":"M","Libelle":"Modifier les mots de passe/locutions de passage utilisateur au moins tous les 90 jours."},
	{"Code":"8.2.5","Type":"M","Libelle":"Interdire à un individu de soumettre un nouveau mot de passe/locution de passage identique à l’un de quatre derniers mots de passe/locutions de passage utilisés."},
	{"Code":"8.2.6","Type":"M","Libelle":"Définir des mots de passe/locutions de passage pour la première utilisation et suite à la réinitialisation pour une valeur unique pour chaque utilisateur et changer immédiatement après la première utilisation."},
	{"Code":"8.3","Type":"G","Libelle":"Sécuriser tous les accès administratifs non-console et tous les accès distants au CDE par authentification à plusieurs facteurs."},
	{"Code":"8.3.1","Type":"M","Libelle":"Incorporer l’authentification à plusieurs facteurs pour tous les accès non-console dans CDE pour les membres du personnel dotés d’un accès administratif."},
	{"Code":"8.3.2","Type":"M","Libelle":"Incorporer une authentification à plusieurs facteurs pour tous les accès réseau à distance (utilisateur et administrateur, y compris l’accès des parties tierces dans un souci d’assistance ou de maintenance) provenant de l’extérieur du réseau de l’entité."},
	{"Code":"8.4","Type":"M","Libelle":"Documenter et communiquer les politiques et les procédures d’authentification à tous les utilisateurs, y compris : Des directives concernant la sélection de justificatifs d’authentification robustes ; Des directives expliquant comment les utilisateurs doivent protéger leurs justificatifs d’authentification ; Des instructions stipulant qu’il ne faut pas réutiliser les mots de passe ayant déjà été utilisés ; Des instructions expliquant comment changer les mots de passe si l’on soupçonne que le mot de passe est compromis."},
	{"Code":"8.5","Type":"G","Libelle":"Ne pas utiliser de méthode d’authentification par groupe, partagé ou de mots de passe d’ID génériques comme suit : Les ID d’utilisateur génériques sont désactivés ou supprimés ; Les ID d’utilisateur partagés n’existent pas pour les fonctions d’administration du système et les autres fonctions critiques ; Aucun ID d’utilisateur partagé ou générique n’est utilisé pour l’administration du moindre composant du système."},
	{"Code":"8.5.1","Type":"M","Libelle":"Condition supplémentaire pour les prestataires de services uniquement : Les prestataires de services ayant un accès à distance aux installations des clients (par exemple, pour l’assistance des systèmes ou des serveurs de POS) doivent utiliser un justificatif d’authentification unique (tel qu’un mot/phrase de passe) pour chaque client."},
	{"Code":"8.6","Type":"M","Libelle":"Lorsque les autres mécanismes d’authentification sont utilisés (par exemple, des jetons de sécurité logiques ou physiques, des cartes électroniques, certificats, etc.) l’utilisation de ces mécanismes doit être assignée comme suit : Les mécanismes d’authentification doivent être affectés à un compte individuel et non pas partagés par de multiples comptes ; Les contrôles logiques et/ou physiques doivent être en place pour garantir que seul le compte prévu puisse utiliser ce mécanisme pour obtenir l’accès."},
	{"Code":"8.7","Type":"M","Libelle":"Tous les accès à n’importe quelle base de données contenant des données de titulaires de carte (y compris les accès par les applications, administrateurs et autres utilisateurs) est restreint comme suit : Tous les accès d’utilisateur, demandes d’utilisateur et actions d’utilisateur sur les bases de données ont lieu au moyen de méthodes de programmation ; Seuls administrateurs de bases de données ont la possibilité d’accéder directement aux bases de données ou d’effectuer des demandes sur les bases de données ; Les ID d’application pour les applications de base de données peuvent uniquement être utilisés par les applications (et non par des utilisateurs individuels ou d’autres processus)."},
	{"Code":"8.8","Type":"M","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour l’identification et l’authentification sont documentées, utilisées et connues de toutes les parties concernées."},
	{"Code":"9","Type":"G","Libelle":"Restreindre l’accès physique aux données de titulaires de carte"},
	{"Code":"9.1","Type":"G","Libelle":"Utiliser des contrôles d’accès aux installations appropriés pour restreindre et surveiller l’accès physique aux systèmes installés dans l’environnement des données de titulaires de carte."},
	{"Code":"9.1.1","Type":"M","Libelle":"Installer des caméras vidéo ou des mécanismes de contrôle d’accès pour contrôler l’accès physique des individus aux zones sensibles. Examiner les données enregistrées et les mettre en corrélation avec d’autres informations. Les conserver pendant trois mois au minimum, sauf stipulation contraire de la loi."},
	{"Code":"9.1.2","Type":"M","Libelle":"Mettre en œuvre des contrôles physiques et/ou logiques pour restreindre l’accès physique aux prises réseau accessibles au public."},
	{"Code":"9.1.3","Type":"M","Libelle":"Restreindre l’accès physique aux points d’accès, passerelles, dispositifs portables, matériel réseau/communications et lignes de télécommunication sans-fil."},
	{"Code":"9.2","Type":"M","Libelle":"Développer des procédures pour distinguer facilement le personnel du site des visiteurs, en incluant : L’identification du nouveau personnel sur le site ou des visiteurs (en assignant des badges par exemple) ; En changeant les conditions d’accès ; La révocation ou l’élimination de l’identification du personnel du site et des visiteurs lorsqu’elle est arrivée à expiration (telle que les badges d’identification)."},
	{"Code":"9.3","Type":"M","Libelle":"Contrôler l’accès physique du personnel du site aux zones sensibles comme suit : L’accès doit être autorisé est basé sur les fonctions professionnelles individuelles ; L’accès est immédiatement révoqué à la cessation de fonction de l’employé et tous les mécanismes d’accès physique, tels que les clés, cartes d’accès, etc., sont rendus ou désactivés."},
	{"Code":"9.4","Type":"G","Libelle":"Mettre en œuvre des procédures pour identifier et autoriser les visiteurs. Les procédures doivent inclure les points suivants :"},
	{"Code":"9.4.1","Type":"M","Libelle":"Les visiteurs sont autorisés avant d’entrer et accompagnés en permanence dans les zones où sont traitées et conservées les données de titulaires de carte."},
	{"Code":"9.4.2","Type":"M","Libelle":"Les visiteurs sont identifiés et un badge ou autre forme d’identification leur est remis avec une date limite d’utilisation, qui distingue clairement les visiteurs du personnel du site."},
	{"Code":"9.4.3","Type":"M","Libelle":"Les visiteurs doivent rendre le badge ou autre forme d’identification physique avant de quitter les locaux ou à la date d’expiration."},
	{"Code":"9.4.4","Type":"M","Libelle":"Un registre des visites est utilisé pour maintenir un suivi d’audit de l’activité des visiteurs aux locaux ainsi qu’aux salles informatiques et aux centres de données où sont stockées ou transmises les données de titulaires de carte. Y consigner le nom du visiteur, l’entreprise qu’il représente et le personnel du site qui autorise son accès physique. Conserver ce registre pendant trois mois au minimum, sauf stipulation contraire de la loi."},
	{"Code":"9.5","Type":"G","Libelle":"Assurer la sécurité physique de tous les supports."},
	{"Code":"9.5.1","Type":"M","Libelle":"Ranger les sauvegardes sur support en lieu sûr, de préférence hors des locaux de l’installation, par exemple sur un autre site ou un site de secours, ou encore un site de stockage commercial. Inspecter la sécurité du site au moins une fois par an."},
	{"Code":"9.6","Type":"G","Libelle":"Assurer un contrôle strict de la distribution interne ou externe de tout type de support, notamment ce qui suit :"},
	{"Code":"9.6.1","Type":"M","Libelle":"Classer les supports afin de déterminer la sensibilité des données qu’ils contiennent."},
	{"Code":"9.6.2","Type":"M","Libelle":"Envoyer les supports par coursier sécurisé ou toute autre méthode d’expédition qui peut faire l’objet d’un suivi précis."},
	{"Code":"9.6.3","Type":"M","Libelle":"Assurer que les responsables approuvent le déplacement de tout support déplacé d’une zone sécurisée (en particulier s’ils sont distribués à des individus)."},
	{"Code":"9.7","Type":"G","Libelle":"Assurer un contrôle strict du stockage et de l’accessibilité des supports."},
	{"Code":"9.7.1","Type":"M","Libelle":"Tenir de manière appropriée les journaux d’inventaire de tous les supports et effectuer un inventaire des supports au moins une fois par an."},
	{"Code":"9.8","Type":"G","Libelle":"Détruire les supports lorsqu’ils ne sont plus nécessaires à des fins professionnelles ou légales comme suit :"},
	{"Code":"9.8.1","Type":"M","Libelle":"Déchiqueter, brûler ou réduire en pâte les documents papier de sorte que les données de titulaires de carte ne puissent pas être reconstituées. Sécuriser les conteneurs de stockage utilisés pour les documents qui doivent être détruits."},
	{"Code":"9.8.2","Type":"M","Libelle":"Rendre les données de titulaires de carte sur support électronique irrécupérables de sorte que les informations ne puissent pas être reconstituées."},
	{"Code":"9.9","Type":"G","Libelle":"Protéger les dispositifs qui capturent les données de carte de paiement par interaction physique directe avec la carte des manipulations malveillantes et des substitutions."},
	{"Code":"9.9.1","Type":"M","Libelle":"Maintenir une liste d’appareils à jour. La liste doit inclure les points suivants : Marque et modèle de l’appareil ; L’emplacement de l’appareil (par exemple, l’adresse du site ou de l’installation où se trouve l’appareil) ; Le numéro de série de l’appareil ou autre méthode d’identification unique."},
	{"Code":"9.9.2","Type":"M","Libelle":"Inspecter régulièrement la surface des appareils pour voir si elle présente des signes de manipulations malveillantes (par exemple, l’ajout de copieur de carte sur l’appareil), ou de substitution (par exemple, en inspectant le numéro de série ou autre caractéristique de l’appareil pour vérifier qu’il n’a pas été substitué par un appareil frauduleux)."},
	{"Code":"9.9.3","Type":"M","Libelle":"Assurer la formation du personnel afin qu’il soit conscient des tentatives de manipulation malveillantes ou de remplacement des appareils. La formation doit inclure les points suivants : Vérifier l’identité de tout tiers prétendant faire partie du personnel de maintenance ou de réparation, avant de lui accorder l’accès pour modifier ou dépanner les appareils ; Ne pas installer, remplacer ou renvoyer pas l’appareil sans vérification ; Être conscient des comportements suspects autour des appareils (par exemple, les tentatives de débrancher ou d’ouvrir les appareils par des personnes inconnues) ; Signaler les comportements suspects et les indications de manipulation malveillante ou de substitution de l’appareil au personnel approprié (par exemple, à un responsable ou à un agent de la sécurité)."},
	{"Code":"9.10","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour la restriction de l’accès aux données de titulaires de carte sont documentées, utilisées et connues de toutes les parties concernées."},
	{"Code":"10","Type":"G","Libelle":"Effectuer le suivi et surveiller tous les accès aux ressources réseau et aux données de titulaires de carte"},
	{"Code":"10.1","Type":"M","Libelle":"Implémenter des cheminements d’audit pour relier tous les accès aux composants de système à chaque utilisateur individuel."},
	{"Code":"10.2","Type":"G","Libelle":"Mettre en œuvre des vérifications à rebours automatisées pour tous les composants de système afin de reconstituer les événements suivants :"},
	{"Code":"10.2.1","Type":"M","Libelle":"Tous les accès des utilisateurs individuels aux données de titulaires de carte."},
	{"Code":"10.2.2","Type":"M","Libelle":"Toutes les actions exécutées par tout utilisateur avec des droits racine ou administrateur."},
	{"Code":"10.2.3","Type":"M","Libelle":"Accès à toutes les vérifications à rebours."},
	{"Code":"10.2.4","Type":"M","Libelle":"Tentatives d’accès logique non valides."},
	{"Code":"10.2.5","Type":"M","Libelle":"L’utilisation et les modifications des mécanismes d’identification et d’authentification, y compris, mais sans s’y limiter, la création de nouveaux comptes et l’élévation de privilèges, et toutes les modifications, additions ou suppressions aux comptes avec des privilèges racines ou administratifs."},
	{"Code":"10.2.6","Type":"M","Libelle":"Initialisation, interruption ou pause des journaux d’audit."},
	{"Code":"10.2.7","Type":"M","Libelle":"Création et suppression d’objets au niveau système."},
	{"Code":"10.3","Type":"G","Libelle":"Consigner dans les vérifications à rebours au moins les entrées suivantes pour chaque événement :"},
	{"Code":"10.3.1","Type":"M","Libelle":"Identification de l’utilisateur."},
	{"Code":"10.3.2","Type":"M","Libelle":"Type d’événement."},
	{"Code":"10.3.3","Type":"M","Libelle":"Date et heure."},
	{"Code":"10.3.4","Type":"M","Libelle":"Indication de succès ou d’échec."},
	{"Code":"10.3.5","Type":"M","Libelle":"Origine de l’événement."},
	{"Code":"10.3.6","Type":"M","Libelle":"Identité ou nom des données, du composant du système ou de la ressource affectés."},
	{"Code":"10.4","Type":"G","Libelle":"À l’aide d’une technologie de synchronisation temporelle, synchroniser tous les systèmes d’horloge et temporels critiques et s’assurer que les éléments suivants sont mis en œuvre pour l’acquisition, la distribution et l’enregistrement du temps."},
	{"Code":"10.4.1","Type":"M","Libelle":"L’heure des systèmes critiques est correcte et la même pour tous."},
	{"Code":"10.4.2","Type":"M","Libelle":"Les données temporelles sont protégées."},
	{"Code":"10.4.3","Type":"M","Libelle":"Les paramètres temporels sont reçus de sources temporelles reconnues par le secteur."},
	{"Code":"10.5","Type":"G","Libelle":"Protéger les vérifications à rebours de sorte qu’elles ne puissent pas être modifiées."},
	{"Code":"10.5.1","Type":"M","Libelle":"Limiter l’affichage des vérifications à rebours aux utilisateurs qui en ont besoin pour mener à bien leur travail."},
	{"Code":"10.5.2","Type":"M","Libelle":"Protéger les fichiers de vérifications à rebours contre toute modification non autorisée."},
	{"Code":"10.5.3","Type":"M","Libelle":"Sauvegarder rapidement les fichiers de vérifications à rebours sur un serveur centralisé réservé à la journalisation ou sur des supports difficiles à altérer."},
	{"Code":"10.5.4","Type":"M","Libelle":"Inscrire les journaux pour les technologies orientées vers l’extérieur sur un serveur de journal interne centralisé et sécurisé, ou sur un dispositif de support."},
	{"Code":"10.5.5","Type":"M","Libelle":"Analyser les journaux à l’aide d’un logiciel de surveillance de l’intégrité des fichiers ou de détection des modifications pour s’assurer que les données contenues dans les journaux ne peuvent pas être modifiées sans entraîner le déclenchement d’une alerte (alors que l’ajout de nouvelles données ne doit pas entraîner d’alerte)."},
	{"Code":"10.6","Type":"G","Libelle":"Examiner les journaux et les évènements de sécurité de tous les composants de système pour identifier les anomalies ou les activités suspectes."},
	{"Code":"10.6.1","Type":"M","Libelle":"Examiner les points suivants au moins une fois par jour : Tous les événements de sécurité ; Les journaux de tous les composants de système qui stockent, traitent ou transmettent des CHD et/ou SAD ; Les journaux de tous les composants critiques du système ; Les journaux de tous les composants de système et de serveur qui remplissent des fonctions de sécurité (par exemple, les pare-feu, les systèmes de détection d’intrusion/systèmes de prévention d’intrusion (IDS/IPS), les serveurs d’authentification, les serveurs de redirection de commerce électronique, etc.)."},
	{"Code":"10.6.2","Type":"M","Libelle":"Examiner régulièrement les journaux de tous les autres composants de système conformément aux politiques et à la stratégie de gestion des risques de l’organisation, ainsi que le détermine l’évaluation de risque annuelle de l’organisation."},
	{"Code":"10.6.3","Type":"M","Libelle":"Suivi des exceptions et des anomalies identifiées pendant le processus d’examen."},
	{"Code":"10.7","Type":"M","Libelle":"Conserver l’historique des audits pendant une année au moins, en gardant immédiatement à disposition les journaux des trois derniers mois au moins, à fin d’analyse (par exemple, disponibles en ligne, dans des archives ou pouvant être restaurés à partir d’une sauvegarde)."},
	{"Code":"10.8","Type":"G","Libelle":"Condition supplémentaire pour les prestataires de services uniquement : Implémenter un processus pour détecter et signaler à temps les pannes des systèmes de contrôle de sécurité critiques, y compris, mais sans s’y limiter, les pannes relatives aux : Pare-feu ; IDS/IPS ; FIM ; Antivirus ; Contrôles d’accès physiques ; Contrôles d’accès logiques ; Mécanismes de journalisation d’audit ; Contrôles de segmentation (le cas échéant)."},
	{"Code":"10.8.1","Type":"M","Libelle":"Condition supplémentaire pour les prestataires de services uniquement : Intervenir face aux pannes de contrôles de sécurité critiques en temps opportun. Les processus de résolution des pannes de contrôles de sécurité doivent comprendre : Rétablissement des fonctions de sécurité ; Identification et documentation de la durée (date et heure de début et de fin) de la panne de sécurité ; Identification et documentation des causes de la panne, y compris la cause fondamentale, et documentation des rectificatifs requis pour résoudre la cause fondamentale ; Identification et résolution des problèmes de sécurité survenus pendant la panne ; Évaluation des risques pour déterminer si d’autres actions sont indispensables suite à une panne de sécurité ; Implémentation des contrôles pour prévenir la répétition d’une telle panne ; Reprise de la surveillance des contrôles de sécurité."},
	{"Code":"10.9","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour le contrôle de tous les accès aux ressources du réseau et aux données de titulaires de carte sont documentées, utilisées et connues de toutes les parties concernées."},
	{"Code":"11","Type":"G","Libelle":"Tester régulièrement les processus et les systèmes de sécurité"},
	{"Code":"11.1","Type":"G","Libelle":"Mettre en œuvre des processus pour tester la présence de points d’accès sans- fil (802.11) ; détecter et identifier tous les points d’accès sans-fil autorisés et non autorisés sur une base trimestrielle."},
	{"Code":"11.1.1","Type":"M","Libelle":"Maintenir un registre des points d’accès sans-fil autorisés comprenant une justification commerciale documentée."},
	{"Code":"11.1.2","Type":"M","Libelle":"Mettre en œuvre des procédures de réponse aux incidents au cas où des points d’accès non autorisés sont détectés."},
	{"Code":"11.2","Type":"G","Libelle":"Analyser les vulnérabilités potentielles des réseaux internes et externes au moins une fois par trimestre et après tout changement significatif des réseaux (par exemple, installation de nouveaux composants de système, modification de la topologie du réseau ou des règles des pare-feu, mise à niveau de produits)."},
	{"Code":"11.2.1","Type":"M","Libelle":"Effectuer des scans trimestriels de vulnérabilité interne. Résoudre les vulnérabilités et renouveler les scans pour vérifier que toutes les vulnérabilités à \"risque élevé\" sont résolues conformément à la classe de vulnérabilité de l’entité (selon la condition 6.1). Les analyses doivent être exécutées par un personnel qualifié."},
	{"Code":"11.2.2","Type":"M","Libelle":"Des analyses de vulnérabilité externe doivent être effectuées une fois par trimestre par un prestataire de services de scan agréé par le PCI SSC (Payment Card Industry Security Standards Council - Conseil des normes de sécurité PCI). Recommencer le scan si nécessaire, jusqu’à ce que les scans soient réussis."},
	{"Code":"11.2.3","Type":"M","Libelle":"Effectuer les scans internes et externes et recommencez si nécessaire, après tout changement d’importance. Les analyses doivent être exécutées par un personnel qualifié."},
	{"Code":"11.3","Type":"G","Libelle":"Mettre en œuvre une méthodologie pour le test de pénétration qui inclut ce qui suit : Se base sur les approches de test de pénétration acceptées par l’industrie (par exemple NIST SP800-115) ; Recouvre la totalité du périmètre du CDE ainsi que les systèmes critiques ; Comprend un test depuis l’intérieur et l’extérieur du système ; Comprend un test pour valider tout contrôle de segmentation et de réduction de la portée ; Définit les tests de pénétration de couche d’application pour qu’ils comprennent, au minimum les vulnérabilités indiquées dans la Condition 6.5 ; Définit les tests de pénétration de couche d’application pour qu’ils comprennent les composants qui prennent en charge les fonctions réseau, tels que les systèmes d’exploitation ; Comprend l’examen et la prise en compte des menaces et des vulnérabilités subies au cours des 12 derniers mois ; Spécifie la rétention des résultats de test de pénétration et les résultats des activités de réparation."},
	{"Code":"11.3.1","Type":"M","Libelle":"Effectuer des tests de pénétration externe au moins une fois par an et après tout changement ou mise à niveau significatif de l’infrastructure ou de l’application (par exemple, mise à niveau du système d’exploitation ou ajout d’un sous-réseau ou d’un serveur Web dans l’environnement)."},
	{"Code":"11.3.2","Type":"M","Libelle":"Effectuer des tests de pénétration internes au moins une fois par an et après tout changement ou mise à niveau significatif de l’infrastructure ou de l’application (par exemple, mise à niveau du système d’exploitation ou ajout d’un sous-réseau ou d’un serveur Web dans l’environnement)."},
	{"Code":"11.3.3","Type":"M","Libelle":"Les vulnérabilités exploitables découvertes pendant le test de pénétration sont corrigées et les tests sont recommencés pour vérifier les corrections."},
	{"Code":"11.3.4","Type":"G","Libelle":"Si la segmentation est utilisée pour isoler le CDE des autres réseaux, effectuer des tests de pénétration au moins une fois par an et après toute modification des méthodes/contrôles de segmentation pour vérifier que les méthodes de segmentation sont opérationnelles et efficaces, et isoler tous les systèmes hors champ d’application des systèmes inclus dans le CDE."},
	{"Code":"11.3.4.1","Type":"M","Libelle":"Condition supplémentaire pour les prestataires de services uniquement : En cas de segmentation, confirmer le champ d’application de la norme PCI DSS en effectuant des tests de pénétration sur les contrôles de segmentation au moins une fois par semestre et après des modifications apportées aux contrôles/méthodes de segmentation."},
	{"Code":"11.4","Type":"M","Libelle":"Utiliser les techniques d’intrusion- détection et/ou d’intrusion-prévention pour détecter et/ou empêcher les intrusions dans le réseau. Surveiller la totalité du trafic au périmètre de l’environnement de données de titulaires de carte, ainsi qu’aux points critiques de l’environnement des données de titulaires de carte et alerter le personnel en cas de soupçons de compromis. Tenir à jour tous les moteurs d’intrusion- détection et de prévention, les lignes de base et les signatures."},
	{"Code":"11.5","Type":"G","Libelle":"Déployer des mécanismes de détection des modifications (par exemple, des outils de contrôle de l’intégrité des fichiers) pour alerter le personnel de toute modification non autorisée (y compris des changements, des ajouts et des suppressions) des fichiers critiques du système, des fichiers de configuration ou des fichiers de contenu et configurer le logiciel pour qu’il effectue des comparaisons de fichier critique au moins une fois par semaine."},
	{"Code":"11.5.1","Type":"M","Libelle":"Mettre en œuvre un processus pour répondre à n’importe quelle alerte générée par la solution de détection de changement."},
	{"Code":"11.6","Type":"M","Libelle":"Assurer que les politiques de sécurité et les procédures opérationnelles pour la surveillance et les tests de sécurité sont documentées, utilisées et connues de toutes les parties concernées."},
	{"Code":"12","Type":"G","Libelle":"Maintenir une politique qui adresse les informations de sécurité pour l’ensemble du personnel"},
	{"Code":"12.1","Type":"G","Libelle":"Établir, publier, maintenir et diffuser une politique de sécurité."},
	{"Code":"12.1.1","Type":"M","Libelle":"Examiner la politique de sécurité au moins une fois par an et mettre la politique à jour lorsque l’environnement change."},
	{"Code":"12.2","Type":"M","Libelle":"Mettre en œuvre un processus d’évaluation des risques qui : Est effectué au moins une fois pas an et à la suite des changements significatifs apportés à l’environnement (par exemple acquisition, intégration, déménagement, etc.) ; Identifie les actifs critiques, les menaces et vulnérabilités, et ; Se solde par une analyse formelle et documentée de risques."},
	{"Code":"12.3","Type":"G","Libelle":"Développer les politiques d’utilisation des technologies critiques et définir l’utilisation adéquate de ces technologies."},
	{"Code":"12.3.1","Type":"M","Libelle":"Approbation explicite des responsables."},
	{"Code":"12.3.2","Type":"M","Libelle":"Authentification pour l’utilisation des technologies."},
	{"Code":"12.3.3","Type":"M","Libelle":"Liste de tous les périphériques et du personnel disposant d’un accès."},
	{"Code":"12.3.4","Type":"M","Libelle":"Une méthode permettant de déterminer rapidement et avec précision le propriétaire, les coordonnées et le but (par exemple, étiquetage, codage, et/ou inventaire des appareils)."},
	{"Code":"12.3.5","Type":"M","Libelle":"Usages acceptables de la technologie."},
	{"Code":"12.3.6","Type":"M","Libelle":"Emplacements acceptables des technologies sur le réseau."},
	{"Code":"12.3.7","Type":"M","Libelle":"Liste des produits approuvés par la société."},
	{"Code":"12.3.8","Type":"M","Libelle":"Déconnexion automatique des sessions des technologies d’accès à distance après une période d’inactivité spécifique."},
	{"Code":"12.3.9","Type":"M","Libelle":"Activation des technologies d’accès à distance pour les fournisseurs et les partenaires commerciaux, uniquement lorsque c’est nécessaire, avec désactivation immédiate après usage."},
	{"Code":"12.3.10","Type":"M","Libelle":"Lors de l’accès du personnel aux données de titulaires de carte au moyen de technologies d’accès à distance, interdire la copie, le déplacement et le stockage de données de titulaires de carte sur des disques durs locaux et des supports électroniques amovibles, sauf autorisation expresse pour un besoin professionnel défini. Lorsqu’il existe un besoin professionnel autorisé, la politique d’utilisation doit exiger que les données soient protégées selon toutes les conditions applicables de la norme PCI DSS."},
	{"Code":"12.4","Type":"G","Libelle":"S’assurer que la politique et les procédures de sécurité définissent clairement les responsabilités de tout le personnel en matière de sécurité."},
	{"Code":"12.4.1","Type":"M","Libelle":"Condition supplémentaire pour les prestataires de services uniquement : L’équipe de direction a défini la responsabilité relative à la protection des données de titulaires de carte et un programme de conformité à la norme PCI DSS, comme suit : Responsabilité globale pour respecter la conformité à la norme PCI DSS ; Définition d’une charte pour un programme de conformité à la norme PCI DSS et des canaux de communication avec la direction."},
	{"Code":"12.5","Type":"G","Libelle":"Attribuer à un individu ou à une équipe les responsabilités suivantes de gestion de la sécurité des informations :"},
	{"Code":"12.5.1","Type":"M","Libelle":"Définir, documenter et diffuser les politiques et les procédures de sécurité."},
	{"Code":"12.5.2","Type":"M","Libelle":"Contrôler et analyser les informations et les alertes de sécurité, et les diffuser au personnel compétent."},
	{"Code":"12.5.3","Type":"M","Libelle":"Définir, documenter et diffuser les procédures de remontée et de réponse aux incidents liés à la sécurité pour garantir une gestion rapide et efficace de toutes les situations."},
	{"Code":"12.5.4","Type":"M","Libelle":"Administrer les comptes d’utilisateur, notamment l’ajout, la suppression et la modification des comptes."},
	{"Code":"12.5.5","Type":"M","Libelle":"Surveiller et contrôler tous les accès aux données."},
	{"Code":"12.6","Type":"G","Libelle":"Mettre en œuvre un programme formel de sensibilisation à la sécurité pour sensibiliser tout le personnel à la politique et aux procédures de sécurité relatives aux données de titulaires de carte."},
	{"Code":"12.6.1","Type":"M","Libelle":"Former le personnel au moment du recrutement et au moins une fois par an."},
	{"Code":"12.6.2","Type":"M","Libelle":"Exiger que le personnel reconnaisse au moins une fois par an avoir lu et compris les procédures et la politique de sécurité."},
	{"Code":"12.7","Type":"M","Libelle":"Effectuer une sélection préalable à l’embauche du personnel pour minimiser les risques d’attaques par des sources internes (Ces contrôles devraient inclure, par exemple, les antécédents professionnels, le casier judiciaire, les renseignements de solvabilité et la vérification des références.)."},
	{"Code":"12.8","Type":"G","Libelle":"Maintenir et mettre en œuvre des politiques et des procédures de gestion des prestataires de services avec lesquels les données de titulaires de carte sont partagées, ou qui pourraient affecter la sécurité des données de titulaires de carte comme suit :"},
	{"Code":"12.8.1","Type":"M","Libelle":"Conserver une liste des prestataires de services, y compris une description des services fournis."},
	{"Code":"12.8.2","Type":"M","Libelle":"Maintenir un accord écrit par lequel les prestataires de services reconnaissent qu’ils sont responsables de la sécurité des données de titulaires de carte qu’ils stockent, traitent ou transmettent de la part du client, ou dans la mesure où ils pourraient avoir un impact sur la sécurité de l’environnement des données de titulaires de carte."},
	{"Code":"12.8.3","Type":"M","Libelle":"S’assurer que le processus de sélection des prestataires de services est bien défini, et qu’il inclut notamment des contrôles préalables à l’engagement."},
	{"Code":"12.8.4","Type":"M","Libelle":"Maintenir un programme qui contrôle la conformité des prestataires de services à la norme PCI DSS au moins une fois par an."},
	{"Code":"12.8.5","Type":"M","Libelle":"Maintenir les informations concernant les conditions de la norme PCI DSS qui sont gérées par chaque prestataire de service et celles qui sont gérées par l’organisation."},
	{"Code":"12.9","Type":"M","Libelle":"Condition supplémentaire pour les prestataires de services uniquement : Les prestataires de services reconnaissent par écrit qu’ils sont responsables de la sécurité des données de titulaires de carte qu’ils stockent, traitent ou transmettent de la part du client, ou dans la mesure où ils pourraient avoir un impact sur la sécurité de l’environnement des données de titulaires de carte."},
	{"Code":"12.10","Type":"G","Libelle":"Mettre en œuvre un plan de réponse aux incidents. Être prêt à réagir immédiatement à toute intrusion dans le système."},
	{"Code":"12.10.1","Type":"M","Libelle":"Élaborer le plan de réponse aux incidents à mettre en place en cas d’intrusion dans le système. S’assurer que le plan prévoit au moins les points suivants : Rôles, responsabilités et stratégies de communication et de contact en cas d’incident, notamment notification des marques de cartes de paiement, au minimum ; Les procédures de réponse aux incidents spécifiques ; Les procédures de continuité et de reprise des affaires ; Processus de sauvegarde des données ; Analyse des exigences légales en matière de signalement des incidents ; Couverture et réponses de tous les composants stratégiques du système ; Référence ou inclusion des procédures de réponse aux incidents des marques de cartes de paiement."},
	{"Code":"12.10.2","Type":"M","Libelle":"Examiner et tester le plan au moins une fois par an, y compris les éléments répertoriés dans la condition 12.10.1."},
	{"Code":"12.10.3","Type":"M","Libelle":"Désigner le personnel spécifique disponible 24 heures sur 24 et sept jours sur sept pour répondre aux alertes."},
	{"Code":"12.10.4","Type":"M","Libelle":"Organiser la formation appropriée du personnel en charge de la réponse aux violations de la sécurité."},
	{"Code":"12.10.5","Type":"M","Libelle":"Inclure les alertes des systèmes de surveillance de sécurité, notamment les systèmes d’intrusion-détection, intrusion- prévention, les pare-feu et les systèmes de surveillance de l’intégrité des fichiers."},
	{"Code":"12.10.6","Type":"M","Libelle":"Définir un processus de modification et de développement du plan de réponse aux incidents en fonction des leçons apprises, et tenir compte de l’évolution du secteur."},
	{"Code":"12.11","Type":"G","Libelle":"Condition supplémentaire pour les prestataires de services uniquement : Effectuer des vérifications au moins une fois par trimestre pour confirmer que le personnel respecte les politiques de sécurité et les procédures opérationnelles. Les examens doivent couvrir les processus suivants : Examens quotidiens des journaux ; Examens des règles liées aux pare-feu ; Application des normes de configuration aux nouveaux systèmes ; Intervention suite aux alertes de sécurité ; Modifier les processus de gestion."},
	{"Code":"12.11.1","Type":"M","Libelle":"Condition supplémentaire pour les prestataires de services uniquement : La gestion de la documentation du processus d’examens trimestriels comprend ce qui suit : Documentation des résultats d’examens ; Examiner et valider les résultats par le personnel responsable du programme de conformité à la norme PCI DSS."}
]}